-------------------------------------------------------------------------------------------------------------------
--Name:			$Workfile: [天元][基础数据]Item任务关联表.lua $
--Purpose:		定义物品任务关联表、用法
--Creator: 		翁豪
--Created:		2010-2-4
--Modifier:		$Author: 曾瑞辉 $
--Modified:		$Date: 11-01-18 10:17 $
--RCS-ID:		$Revision: 2 $
-------------------------------------------------------------------------------------------------------------------
--物品关联表
--tItem[物品ID]={任务ID,...}
--定义
tItem = {}

--[[
tItem[物品ID]["Function"]								--使用物品时调用的函数

--]]